NSHumanReadableCopyright = "Πνευματικά δικαιώματα 2013 Google Inc. Με την επιφύλαξη παντός δικαιώματος.";
WebPluginDescription = "Κεντρικός υπολογιστής Απομακρυσμένης επιφάνειας εργασίας Chrome";
WebPluginName = "Να επιτρέπεται σε έναν άλλο χρήστη η ασφαλής πρόσβαση στον υπολογιστή σας μέσω διαδικτύου.";